[DraktenAlloy_Bsc X2WeaponUpgradeTemplate]
FriendlyName="基础合金"
FriendlyNamePlural="基础合金"
BriefSummary="<font color='#3ABD23'><Ability:BSCALLOYCHANCE/>%</font> 几率偏斜射击。"
TinySummary="偏斜弹道的机会"
LootTooltip="一旦融入盾牌，就有机会偏斜射击"

[DraktenAlloy_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级合金"
FriendlyNamePlural="高级合金"
BriefSummary="<font color='#3ABD23'><Ability:ADVALLOYCHANCE/>%</font> 几率偏斜射击。"
TinySummary="偏斜弹道的机会"
LootTooltip="一旦融入盾牌，就有机会偏斜射击"

[DraktenAlloy_Sup X2WeaponUpgradeTemplate]
FriendlyName="终极合金"
FriendlyNamePlural="终极合金"
BriefSummary="<font color='#3ABD23'><Ability:SUPALLOYCHANCE/>%</font> 几率偏斜射击。"
TinySummary="偏斜弹道的机会"
LootTooltip="一旦融入盾牌，就有机会偏斜射击"

[DraktenBullseye_Bsc X2WeaponUpgradeTemplate]
FriendlyName="基础靶心"
FriendlyNamePlural="基础靶心"
BriefSummary="利用本地敌人的灵能网络，使他们更有可能攻击你。防御降低 <font color='#3ABD23'><Ability:BSCDEFMALUS/></font>，护盾增加 <font color='#3ABD23'><Ability:BSCSHIELDBONUS/></font> 直至下一回合。每次任务 <font color='#3ABD23'><Ability:BSCBULLSEYECHARGES/></font> 次充能。"
TinySummary="吸引敌人的火力"
LootTooltip="护盾模块用于吸引敌人的火力"

[DraktenBullseye_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级靶心"
FriendlyNamePlural="高级靶心"
BriefSummary="利用本地敌人的灵能网络，使他们更有可能攻击你。防御降低 <font color='#3ABD23'><Ability:ADVDEFMALUS/></font>，护盾增加 <font color='#3ABD23'><Ability:ADVSHIELDBONUS/></font> 直至下一回合。每次任务 <font color='#3ABD23'><Ability:ADVBULLSEYECHARGES/></font> 次充能。"
TinySummary="吸引敌人的火力"
LootTooltip="护盾模块用于吸引敌人的火力"

[DraktenBullseye_Sup X2WeaponUpgradeTemplate]
FriendlyName="终极靶心模块"
FriendlyNamePlural="终极靶心模块"
BriefSummary="利用本地敌人的灵能网络，使他们更有可能攻击你。防御降低 <font color='#3ABD23'><Ability:SUPDEFMALUS/></font>，护盾增加 <font color='#3ABD23'><Ability:SUPSHIELDBONUS/></font> 直至下一回合。每次任务 <font color='#3ABD23'><Ability:SUPBULLSEYECHARGES/></font> 次充能。"
TinySummary="吸引敌人的火力"
LootTooltip="护盾模块用于吸引敌人的火力"

[BasicBullseyeDrawfire X2AbilityTemplate]
LocFriendlyName="激活靶心模块"
LocLongDescription="利用本地敌人的灵能网络，使他们更有可能攻击你。防御降低 <font color='#3ABD23'><Ability:BSCDEFMALUS/></font>，护盾增加 <font color='#3ABD23'><Ability:BSCSHIELDBONUS/></font> 直至下一回合。每次任务 <font color='#3ABD23'><Ability:BSCBULLSEYECHARGES/></font> 次充能。"
LocHelpText="降低防御但增强盾牌的强度"
LocFlyOverText="悬停提示文本"
LocPromotionPopupText="晋升弹窗提示文本"

[AdvancedBullseyeDrawfire X2AbilityTemplate]
LocFriendlyName="激活靶心模块"
LocLongDescription="利用本地敌人的灵能网络，使他们更有可能攻击你。防御降低 <font color='#3ABD23'><Ability:ADVDEFMALUS/></font>，护盾增加 <font color='#3ABD23'><Ability:ADVSHIELDBONUS/></font> 直至下一回合。每次任务 <font color='#3ABD23'><Ability:ADVBULLSEYECHARGES/></font> 次充能。"
LocHelpText="降低防御但增强盾牌的强度"
LocFlyOverText="悬停提示文本"
LocPromotionPopupText="晋升弹窗提示文本"

[SuperiorBullseyeDrawfire X2AbilityTemplate]
LocFriendlyName="激活靶心模块"
LocLongDescription="利用本地敌人的灵能网络，使他们更有可能攻击你。防御降低 <font color='#3ABD23'><Ability:SUPDEFMALUS/></font>，护盾增加 <font color='#3ABD23'><Ability:SUPSHIELDBONUS/></font> 直至下一回合。每次任务 <font color='#3ABD23'><Ability:SUPBULLSEYECHARGES/></font> 次充能。"
LocHelpText="降低防御但增强盾牌的强度"
LocFlyOverText="悬停提示文本"
LocPromotionPopupText="晋升弹窗提示文本"

[DraktenBigboom_Bsc X2WeaponUpgradeTemplate]
FriendlyName="基础突击模块"
FriendlyNamePlural="基础突击模块"
BriefSummary="当您穿过墙壁和掩体时，此模块会将其摧毁。打破隐蔽。每次任务需 <font color='#3ABD23'><Ability:BSCBIGBOOMCHARGES/></font> 次充电。"
TinySummary="突破掩体"
LootTooltip="当你穿过墙壁和掩体时，正面的护盾模块会摧毁它们"

[DraktenBigboom_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级突击模块"
FriendlyNamePlural="高级突击模块"
BriefSummary="当您穿过墙壁和掩体时，此模块会摧毁它们。打破隐蔽。每次任务需 <font color='#3ABD23'><Ability:ADVBIGBOOMCHARGES/></font> 次充电。"
TinySummary="突破掩体"
LootTooltip="当你穿过墙壁和掩体时，正面的护盾模块会摧毁它们"

[DraktenBigboom_Sup X2WeaponUpgradeTemplate]
FriendlyName="终极突击模块"
FriendlyNamePlural="终极突击模块"
BriefSummary="当您穿过墙壁和掩体时，此模块会摧毁它们。打破隐蔽。每次任务需 <font color='#3ABD23'><Ability:SUPBIGBOOMCHARGES/></font> 次充电。"
TinySummary="突破掩体"
LootTooltip="当你穿过墙壁和掩体时，正面的护盾模块会摧毁它们"

[BasicBigboomAbility X2AbilityTemplate]
LocFriendlyName="激活突击模块"
LocLongDescription="安装在盾牌正面，这个模块会在您穿过墙壁和掩体时摧毁它们。打破隐蔽。每次任务需<font color='#3ABD23'><Ability:BSCBIGBOOMCHARGES/></font>次充电。"
LocHelpText="冲破墙壁并掩护"
LocFlyOverText="悬停提示文本"
LocPromotionPopupText="晋升弹窗提示文本"

[AdvancedBigboomAbility X2AbilityTemplate]
LocFriendlyName="激活突击模块"
LocLongDescription="安装在盾牌正面，此模块可在您穿过墙壁和掩体时摧毁它们。打破隐蔽。每次任务需 <font color='#3ABD23'><Ability:ADVBIGBOOMCHARGES/></font> 次充电。"
LocHelpText="冲破墙壁并掩护"
LocFlyOverText="悬停提示文本"
LocPromotionPopupText="晋升弹窗提示文本"

[SuperiorBigboomAbility X2AbilityTemplate]
LocFriendlyName="激活突击模块"
LocLongDescription="安装在你的盾牌正面，这个模块可以在你穿过墙壁和掩体时摧毁它们。打破隐蔽。每次任务 <font color='#3ABD23'><Ability:SUPBIGBOOMCHARGES/></font> 次充电。"
LocHelpText="冲破墙壁并掩护"
LocFlyOverText="悬停提示文本"
LocPromotionPopupText="晋升弹窗提示文本"

[DraktenFold_Bsc X2WeaponUpgradeTemplate]
FriendlyName="基础折叠模块"
FriendlyNamePlural="基础折叠模块"
BriefSummary="有限的传送装置。<br/><Bullet/>范围为 <font color='#3ABD23'><Ability:BSCFOLDRANGE/></font> 格<br/><Bullet/><font color='#3ABD23'><Ability:BSCFOLDCHARGES/></font> 每任务充能<br/><Bullet/><font color='#3ABD23'><Ability:BSCFOLDCD/></font> 回合冷却"
TinySummary="传送装置"
LootTooltip="短距离、有限用途的传送装置"

[DraktenFold_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级折叠模块"
FriendlyNamePlural="高级折叠模块"
BriefSummary="有限的传送装置。<br/><Bullet/>范围为 <font color='#3ABD23'><Ability:ADVFOLDRANGE/></font> 格<br/><Bullet/><font color='#3ABD23'><Ability:ADVFOLDCHARGES/></font> 每任务充能<br/><Bullet/><font color='#3ABD23'><Ability:ADVFOLDCD/></font> 回合冷却"
TinySummary="传送装置"
LootTooltip="短距离、有限用途的传送装置"

[DraktenFold_Sup X2WeaponUpgradeTemplate]
FriendlyName="终级折叠模块"
FriendlyNamePlural="终极级折叠模块"
BriefSummary="有限的传送装置。<br/><Bullet/>范围为 <font color='#3ABD23'><Ability:SUPFOLDRANGE/></font> 格<br/><Bullet/><font color='#3ABD23'><Ability:SUPFOLDCHARGES/></font> 每任务充能<br/><Bullet/><font color='#3ABD23'><Ability:SUPFOLDCD/></font> 回合冷却"
TinySummary="传送装置"
LootTooltip="短距离、有限用途的传送装置"

[BasicFoldTeleport X2AbilityTemplate]
LocFriendlyName="激活折叠模块"
LocLongDescription="有限的传送装置。<br/><Bullet/>范围为 <font color='#3ABD23'><Ability:BSCFOLDRANGE/></font> 格<br/><Bullet/><font color='#3ABD23'><Ability:BSCFOLDCHARGES/></font> 每任务充能<br/><Bullet/><font color='#3ABD23'><Ability:BSCFOLDCD/></font> 回合冷却"
LocHelpText="准备传送"
LocFlyOverText="悬停提示文本"
LocPromotionPopupText="晋升弹窗提示文本"

[AdvancedFoldTeleport X2AbilityTemplate]
LocFriendlyName="激活折叠模块"
LocLongDescription="有限的传送装置。<br/><Bullet/>范围为 <font color='#3ABD23'><Ability:ADVFOLDRANGE/></font> 格<br/><Bullet/><font color='#3ABD23'><Ability:ADVFOLDCHARGES/></font> 每项任务的充能<br/><Bullet/><font color='#3ABD23'><Ability:ADVFOLDCD/></font> 回合冷却"
LocHelpText="准备传送"
LocFlyOverText="悬停提示文本"
LocPromotionPopupText="晋升弹窗提示文本"

[SuperiorFoldTeleport X2AbilityTemplate]
LocFriendlyName="激活折叠模块"
LocLongDescription="有限的传送装置。<br/><Bullet/>范围为 <font color='#3ABD23'><Ability:SUPFOLDRANGE/></font> 格<br/><Bullet/><font color='#3ABD23'><Ability:SUPFOLDCHARGES/></font> 每任务充能<br/><Bullet/><font color='#3ABD23'><Ability:SUPFOLDCD/></font> 回合冷却"
LocHelpText="准备传送"
LocFlyOverText="悬停提示文本"
LocPromotionPopupText="晋升弹窗提示文本"

[DraktenKnock_Bsc X2WeaponUpgradeTemplate]
FriendlyName="基础破坏系统"
FriendlyNamePlural="基础破坏系统"
BriefSummary="用盾牌猛击摧毁掩体。距离目标越远，伤害越高，需要<font color='#3ABD23'>同时执行两个动作</font>，<font color='#3ABD23'><Ability:BSCKRCHARGES/></font> 次充能/任务"
TinySummary="掩体破坏"
LootTooltip="使用盾牌猛击摧毁敌人掩体，距离目标越远，伤害越大"

[DraktenKnock_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级破坏系统"
FriendlyNamePlural="高级破坏系统"
BriefSummary="用盾牌猛击摧毁掩体。距离目标越远，伤害越高，需要<font color='#3ABD23'>同时执行两个动作</font>，<font color='#3ABD23'><Ability:ADVKRCHARGES/></font> 次充能/任务"
TinySummary="掩体破坏"
LootTooltip="使用盾牌猛击摧毁敌人掩体，距离目标越远，伤害越大"

[DraktenKnock_Sup X2WeaponUpgradeTemplate]
FriendlyName="终极破坏系统"
FriendlyNamePlural="终极破坏系统"
BriefSummary="用盾牌猛击摧毁掩体。距离目标越远，伤害越高，需要<font color='#3ABD23'>同时执行两个动作</font>、<font color='#3ABD23'><Ability:SUPKRCHARGES/></font> 次充能/任务"
TinySummary="掩体破坏"
LootTooltip="使用盾牌猛击摧毁敌人掩体，距离目标越远，伤害越大"

[BasicKnockRush X2AbilityTemplate]
LocFriendlyName="激活破环矩阵"
LocLongDescription="使用盾牌猛击摧毁掩体<br/><Bullet/>距离目标越远，伤害越大<br/><Bullet/>需要<font color='#3ABD23'>两种操作</font><br/><Bullet/><font color='#3ABD23'><Ability:BSCKRCHARGES/></font>次冲锋/任务"
LocHelpText="越远越血腥"
LocFlyOverText="悬停提示文本"
LocPromotionPopupText="晋升弹窗提示文本"

[AdvancedKnockRush X2AbilityTemplate]
LocFriendlyName="激活破坏矩阵"
LocLongDescription="使用盾牌猛击摧毁掩体<br/><Bullet/>距离目标越远，伤害越大<br/><Bullet/>需要<font color='#3ABD23'>两种操作</font><br/><Bullet/><font color='#3ABD23'><Ability:ADVKRCHARGES/></font>次冲锋/任务"
LocHelpText="越远越血腥"
LocFlyOverText="悬停提示文本"
LocPromotionPopupText="晋升弹窗提示文本"

[SuperiorKnockRush X2AbilityTemplate]
LocFriendlyName="激活破坏矩阵"
LocLongDescription="使用盾牌猛击摧毁掩体<br/><Bullet/>距离目标越远，伤害越大<br/><Bullet/>需要<font color='#3ABD23'>两种操作</font><br/><Bullet/><font color='#3ABD23'><Ability:SUPKRCHARGES/></font>次冲锋/任务"
LocHelpText="越远越血腥"
LocFlyOverText="悬停提示文本"
LocPromotionPopupText="晋升弹窗提示文本"

[DraktenSiphon_Bsc X2WeaponUpgradeTemplate]
FriendlyName="基础虹吸矩阵"
FriendlyNamePlural="基本虹吸矩阵"
BriefSummary="非失魂者护盾击杀会为 <br/><font color='#3ABD23'><Ability:BSCSIPHP/></font> 格内的盟友提护盾值。每次任务 <font color='#3ABD23'><Ability:BSCSIPCHARGES/></font> 次充能 <br/><font color='#3ABD23'><Ability:BSCSIPCD/></font> 回合冷却"
TinySummary="击杀时+护盾点数"
LootTooltip="非失魂者的盾牌击杀会为盟友提供护盾点数"

[DraktenSiphon_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级虹吸矩阵"
FriendlyNamePlural="高级虹吸矩阵"
BriefSummary="非失魂者护盾击杀会为 <br/><font color='#3ABD23'><Ability:ADVSIPHP/></font> 格内的盟友提护盾值。每次任务 <font color='#3ABD23'><Ability:ADVSIPCHARGES/></font> 次充能 <br/><font color='#3ABD23'><Ability:ADVSIPCD/></font> 回合冷却"
TinySummary="击杀时+护盾点数"
LootTooltip="非失魂者的盾牌击杀会为盟友提供护盾点数"

[DraktenSiphon_Sup X2WeaponUpgradeTemplate]
FriendlyName="终级虹吸矩阵"
FriendlyNamePlural="终级虹吸矩阵"
BriefSummary="非失魂者护盾击杀会为 <br/><font color='#3ABD23'><Ability:SUPSIPHP/></font> 格内的盟友提护盾值。每次任务 <font color='#3ABD23'><Ability:SUPSIPCHARGES/></font> 次充能 <br/><font color='#3ABD23'><Ability:SUPSIPCD/></font> 回合冷却"
TinySummary="击杀时+护盾点数"
LootTooltip="非失魂者的盾牌击杀会为盟友提供护盾点数"

[BscSiphonHud X2AbilityTemplate]
LocFriendlyName="激活虹吸矩阵"
LocLongDescription="非失魂者护盾击杀可使 <font color='#3ABD23'><Ability:BSCSIPHP/></font> 点护盾值数为 <font color='#3ABD23'><Ability:BSCSIPRADIUS/></font> 格子内的盟友获得 <font color='#3ABD23'><Ability:BSCSIPCHARGES/></font> 点数，每次任务 <font color='#3ABD23'><Ability:BSCSIPCD/></font> 回合冷却"
LocHelpText="准备好你的盾牌以发起致命一击"
LocFlyOverText="悬停提示文本"
LocPromotionPopupText="晋升弹窗提示文本"

[AdvSiphonHud X2AbilityTemplate]
LocFriendlyName="激活虹吸矩阵"
LocLongDescription="非失魂者护盾击杀可使 <font color='#3ABD23'><Ability:ADVSIPHP/></font> 点护盾值数为 <font color='#3ABD23'><Ability:ADVSIPRADIUS/></font> 格子内的盟友获得 <font color='#3ABD23'><Ability:ADVSIPCHARGES/></font> 点数，每次任务 <font color='#3ABD23'><Ability:ADVSIPCD/></font> 回合冷却"
LocHelpText="准备好你的盾牌以发起致命一击"
LocFlyOverText="悬停提示文本"
LocPromotionPopupText="晋升弹窗提示文本"

[SupSiphonHud X2AbilityTemplate]
LocFriendlyName="激活虹吸矩阵"
LocLongDescription="非失魂者护盾击杀可使 <font color='#3ABD23'><Ability:SUPSIPHP/></font> 点护盾值数为 <font color='#3ABD23'><Ability:SUPSIPRADIUS/></font> 格子内的盟友获得。每次任务 <font color='#3ABD23'><Ability:SUPSIPCHARGES/></font> 次充能 <font color='#3ABD23'><Ability:SUPSIPCD/></font> 回合冷却"
LocHelpText="准备好你的盾牌以发起致命一击"
LocFlyOverText="悬停提示文本"
LocPromotionPopupText="晋升弹窗提示文本"
